Repository: daydr3am3r/peeringdb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el_gr

source: Geocode
el_gr: Γεωκωδικός (Geocode)

source: Protocols Supported
el_gr: Υποστηριζόμενα Πρωτόκολλα

source: Contact Information
el_gr: Πληροφορίες Επικοινωνίας

source: Company Website
el_gr: Εταιρική Ιστοσελίδα

source: Technical Email
el_gr: Email για τεχνικά θέματα

source: Policy Email
el_gr: Email για θέματα Πολιτικής

source: Also Known As
el_gr: Γνωστός/η/ο και ως

source: Last Updated
el_gr: Τελευταία Ενημέρωση

source: PeeringDB Configuration
el_gr: Ρύθμιση PeeringDB

source: Allow IXP Update
el_gr: Έγκριση Ενημέρωσης IXP

source: If enabled, an ixp may manage this network's entry in their peering list
el_gr: Όταν είναι ενεργό, ένας IXP μπορεί να διαχειριστεί αυτή την καταχώρηση του δικτού στην λίστα peering τους

source: Peering Policy Information
el_gr: Πληροφορίες Πολιτικής Peering

source: Peering Policy
el_gr: Πολιτική Peering

source: Please wait a bit before trying to login again.
el_gr: Παρακαλώ περιμένετε λίγο πριν ξαναπροσπαθήσετε να κάνετε login.

source: Account disabled.
el_gr: Ο λογαριασμός έχει απενεργοποιηθεί

source: Invalid username/password.
el_gr: Μη έγκυρο όνομα χρήστη/κωδικός.

source: English
el_gr: Αγγλικά

source: Portuguese
el_gr: Πορτογαλικά
