Repository: daydr3am3r/peeringdb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el_gr

source: Except for Internet operational purposes approved by PeeringDB, no part of the PeeringDB data may be reproduced, stored in a retrieval system, or transmitted, in any form or by any means, electronic, mechanical, recording, or otherwise, without prior permission of PeeringDB on behalf of the copyright holders. Any use of this material to target advertising or similar activities is explicitly forbidden and will be prosecuted. PeeringDB requests to be notified of any such activities or suspicions thereof. The PeeringDB data may not be passed on in bulk to any other person or organization unless approved by PeeringDB.
el_gr: Εκτός από επιχειρησιακούς σκοπούς Internet εγκεκριμένους από το PeeringDB, κανένα μέρος των δεδομένων του PeeringDB δεν μπορεί να αναπαραχθεί, να αποθηκευθεί σε σύστημα ανάκτησης, ή να μεταδοθεί, σε οποιαδήποτε μορφή ή με οποιοδήποτε μέσο, ηλεκτρονικό, μηχανικό, καταγραφικό, ή άλλο, χωρίς την πρότερη άδεια εκ μέρους του PeeringDB από τους πνευματικούς ιδιοκτήτες. Οποιαδήποτε χρήση αυτού του υλικού για στοχοποιημένη διαφήμιση ή παραπλήσιες δραστηριότητες απαγορεύεται ρητά και θα διωχθεί ποινικά. Τα αιτήματα του PeeringDB πρέπει να ενημερώνουν για οποιεσδήποτε τέτοιες δραστηριότητες ή υποψίες των. Τα δεδομένα του PeeringDB δεν μπορούν να μεταφερθούν μαζικά σε οποιοδήποτε άλλο πρόσωπο ή οργανισμό, εκτός και αν γίνει έγκριση από το PeeringDB.

source: Any request to pass on information to any other person or organization will be evaluated on the statement of purpose outlined by the requestor.
el_gr: Oποιοδήποτε αίτημα να μεταδοθεί πληροφορία σε οποιοδήποτε άλλο πρόσωπο ή οργανισμό θα εξετασθεί βάσει της δήλωσης πρόθεσης όπως υποδείχθηκε από τον αιτούντα.

source: Users will not be able to download the full contents of the database unless the intended use is for "Internet operational issues". These words are tightly defined and would include network trouble-shooting, abuse reporting, and Internet research and analysis. It would not include compiling marketing lists, demographic mapping, or any other commercial application.
el_gr: Οι χρήστες δεν θα μπορούν να κατεβάσουν τα πλήρη περιεχόμενα της βάσης δεδομένων, εκτός και αν η πρόθεση χρήσης είναι για "επιχειρησιακούς σκοπούς Internet". Αυτοί οι όροιείναι σαφώς ορισμένοι και εμπεριέχουν επίλυση δικτυακών προβλημάτων, aναφορές καταχρήσεων, και Internet έρευνα και ανάλυση. Δεν περιλαμβάνει σύνταξη λιστών διαφημιστικού περιεχομένου, δημογραφικής χαρτογράφησης, ή οποιασδήποτε άλλης εμπορικής εφαρμογής.

source: Each request would be carefully considered in light of the PeeringDB Acceptable Use Policy.
el_gr: Οποιοδήποτε αίτημα θα εξετασθεί προσεκτικά με γνώμονα την Πολιτική Ορθή Χρήσης του PeeringDB

source: Add a new %(entity_name)s to your Organization. Note that the newly created %(entity_name)s will need to be approved by PeeringDB staff before it will appear in the search results or the API listings
el_gr: Προσθήκη νέας οντότητας %(entity_name)s στον Οργανισμό σας. Σημειώστε πως η νεοδημιουργηθήσα %(entity_name)s θα χρειαστεί έγκριση από το προσωπικό του PeeringDB πριν να μπορέσει να εμφανιστεί σε αποτελέσματα αναζήτησης ή σε API καταχωρήσεις

source: Submit
el_gr: Υποβολή

source: 404 - Not Found
el_gr: 404 - Δεν βρέθηκε

source: The page you requested does not exist.
el_gr: Η σελίδα που αιτηθήκατε δεν υπάρχει.

source: 403 - Forbidden
el_gr: 403 - Απαγορεύεται

source: You dont have permissions to view this page.
el_gr: Δεν έχετε άδεια για να δείτε αυτή την σελίδα.

source: Take me home
el_gr: Πίσω στην αρχική

source: All Rights Reserved. By using this service, you agree to adhere to our
el_gr: Με επιφύλαξη κάθε νομίμου δικαιώματος. Χρησιμοποιώντας αυτή την υπηρεσία, συμφωνείτε να συμμορφωθείτε στην

source: AUP
el_gr: ΠΟΧ

source: Sponsors
el_gr: Σπόνσορες

source: Partners
el_gr: Συνέταιροι

source: Resources
el_gr: Πόροι

source: Documentation
el_gr: Εγχειρίδιο

source: API Documentation
el_gr: Εγχειρίδιο API

source: Contact Us
el_gr: Επικοινωνήστε μαζί μας

source: Global System Statistics
el_gr: Οικουμενικά Στατιστικά Συστήματος

source: Peering Networks
el_gr: Δίκτυα Peering

source: Public Exchange Points
el_gr: Δημόσια Exchange Points

source: Unique Public Exchange Presences
el_gr: Μοναδικές Παρουσίες

source: Private Facilities
el_gr: Ιδιωτικές Εγκαταστάσεις

source: Private Facility Presences
el_gr: Παρουσίες Ιδιωτικών Εγκαταστάσεων

source: Search here for a network, IX, or facility.
el_gr: Αναζητήστε εδώ για ένα δίκτυο, IXP, ή εγκατάσταση.

source: Advanced Search
el_gr: Αναλυτική Αναζήτηση

source: pending
el_gr: εκκρεμεί

source: unverified
el_gr: ανεπιβεβαιωμένο

source: Profile
el_gr: Προφίλ

source: Logout
el_gr: Αποσύνδεση

source: Register
el_gr: Εγγραφή

source: or
el_gr: ή

source: Login
el_gr: Είσοδος

source: PeeringDB facilitates the exchange of information related to Peering.
el_gr: Το PeeringDB διευκολύνει την ανταλλαγή πληροφορίας σχετιζόμενης με το Peering.

source: Specifically, we are a database of networks that are peering, where they are peering, and if they are likely to peer with you. If you don't know what peering is, and/or you don't currently engage in peering, this probably won't have any meaning for you.
el_gr: Συγκεκριμένα, είμαστε μια βάση δεδομένων δικτύων που κάνουν peering, σε ποιες τοποθεσίες κάνουν peering, και αν υπάρχει ενδεχόμενο να κάνουν peer μαζί σας. Αν δεν γνωρίζετε τι είναι το peering, και δεν το κάνετε, όλα αυτά πιθανώς να μην βγάζουν κάποιο νόημα.

source: You are currently viewing a read-only view of the data contained here. If you are a peering network who would like to create an account,
el_gr: Αυτή τη στιγμή βλέπετε μια read-only εικόνα των δεδομένων που υπάρχουν εδώ. Αν είστε μέλος δικτύου που κάνει peering και θα θέλατε να δημιουργήσετε ένα λογαριασμό,

source: you may register for one here
el_gr: μπορείτε να εγγραφείτε για ένα εδώ

source: Please register ONLY if you are a peering network.
el_gr: Παρακαλώ εγγραφείτε ΜΟΝΟ αν είστε δίκτυο που κάνει peering.

source: You may also
el_gr: Μπορείτε επίσης

source: reset lost passwords here
el_gr: επανακτήσετε χαμένους κωδικούς εδώ

source: Still have questions?
el_gr: Έχετε ακόμα απορίες;

source: Read our FAQ
el_gr: Διαβάστε τις Συχνές Ερωτήσεις

source: MOST RECENT UPDATES
el_gr: ΤΕΛΕΥΤΑΙΕΣ ΕΝΗΜΕΡΩΣΕΙΣ

source: NETWORKS
el_gr: ΔΙΚΤΥΑ

source: FACILITIES
el_gr: ΕΓΚΑΤΑΣΤΑΣΕΙΣ

source: Username
el_gr: Όνομα Χρήστη

source: Password
el_gr: Κωδικός

source: I forgot my password ..
el_gr: Ξέχασα τον κωδικό μου ..

source: I forgot my username ..
el_gr: Ξέχασα το όνομα χρήστη μου ..

source: Login with oAuth
el_gr: Σύνδεση με oAuth

source: Login with your google account
el_gr: Σύνδεση με τον λογαριασμό google σας

source: Login with your facebook account
el_gr: Σύνδεση με τον λογαριασμό facebook σας

source: We've sent instructions to your email address, provided it is in our system. You have 30 minutes to complete the process.
el_gr: Αποστείλλαμε οδηγίες στην διεύθυνση email σας, δεδομένου πως είναι καταχωρημένη στο σύστημά μας. Έχετε 30 λεπτά να ολοκληρώσετε τη διαδικασία.

source: Reset Password
el_gr: Επανάκτηση Κωδικού

source: The password for your account
el_gr: Ο κωδικός για τον λογαριασμό σας

source: has been reset, proceed to the
el_gr: έχει επανακτηθεί, προχωρήστε στη

source: login page
el_gr: σελίδα σύνδεσης

source: Verify Password
el_gr: Επαληθεύστε τον Κωδικό

source: The security token you provided is invalid, please
el_gr: Το security token που δώσατε είναι άκυρο, παρακαλούμε

source: try again
el_gr: προσπαθείστε ξανά

source: The password reset process has expired, please
el_gr: Η διαδικασία επανάκτησης κωδικού έχει εκπνεύσει, παρακαλούμε

source: initiate again
el_gr: επανακκινήστε την

source: Account Created
el_gr: Ο Λογαριασμός Δημιουργήθηκε

source: Your account was created, but won't have full access until we have reviewed it. Thank you for your patience.
el_gr: Ο λογαριασμός σας δημιουργήθηκε, αλλά δεν θα έχει πλήρη πρόσβαση μέχρι να τον ανασκοπήσουμε. Ευχαριστούμε για την υπομονή σας.

source: Return Home
el_gr: Επιστροφή στην Αρχική Σελίδα

source: Create account
el_gr: Δημιουργία λογαριασμού

source: Confirm password
el_gr: Επιβεβαίωση κωδικού

source: For speedy validation, it is required that you use a work e-mail address. If you plan to register your ASN with PeeringDB, it is recommended that you use an email-address that exists in your ASN's public contact details.
el_gr: Για γρήγορη επαλήθευση, απαιτείται να χρησιμοποιήσετε μια εργασιακή διεύθυνση email. Αν σχεδιάζετε να εγγράψετε το ASN σας με το PeeringDB, προτείνεται να χρησιμοποιήσετε την διεύθυνση email που υπάρχει στα δημόσια στοιχεία επικοινωνίας του ASN σας.

source: First name
el_gr: Όνομα

source: Last name
el_gr: Επίθετο

source: Create
el_gr: Δημιουργία

source: Thank you
el_gr: Ευχαριστούμε

source: We have received your ownership request for %(o_name)s and will review it.
el_gr: Λάβαμε το αίτημα ιδιοκτησίας σας για τον/την/το %(o_name)s και θα το εξετάσουμε.

source: We have verified your relationship with this entity and you have successfully claimed ownership. You may view / edit
el_gr: Έχουμε επαληθεύσει τη σχέση σας με αυτή την οντότητα και έχετε επιτυχώς διεκδικήσει την κυριότητά της. Μπορείτε να δείτε / επεξεργαστείτε

source: Request Ownership
el_gr: Αίτημα Ιδιοκτησίας

source: Please only request ownership if you are certain that you have the rights to do so. Are you sure you wish to continue?
el_gr: Παρακαλούμε αιτηθείτε ιδιοκτησία μόνο αν είστε σίγουρος/η πως έχετε δικαιώματα να κάνετε κάτι τέτοιο. Είστε σίγουρος/η πως θέλετε να συνεχίσετε;

source: Only verified users may request ownership to an organization
el_gr: Μόνο επαληθευμένοι χρήστες μπορούν να αιτηθούν ιδιοκτησία ενός οργανισμού

source: Become a Sponsor
el_gr: Γίνε σπόνσορας

source: These are the usernames associated with your email address
el_gr: Αυτά είναι τα ονόματα χρήστη που είναι συνδεδεμένα με την διεύθυνση email σας

source: The secret you provided does not match the secret required to complete this process
el_gr: To μυστικό που δώσατε δεν ταιριάζει με το μυστικό που χρειάζεται για να ολοκληρωθεί η διαδικασία

source: Note
el_gr: Σημείωση

source: You should complete the process in the same browser that you originally initiated it in.
el_gr: Πρέπει να ολοκληρώσετε την διαδικασία στον ίδιο φυλλομετρητή στον οποίο την ξεκινήσατε

source: Please re-initiate it
el_gr: Παρακαλούμε επανακκινήστε το

source: This form allows you to retrieve the usernames associated with your email address.
el_gr: Αυτή η φόρμα σας επιτρέπει να ανακτήσετε τα ονόματα χρήστη συνδεδεμένα με την διεύθυνση email σας.

source: We've sent instructions to your email address, provided it is in our system.
el_gr: Στείλαμε οδηγίες στην διεύθυνση email σας, δεδομένου πως είναι καταχωρημένη στο σύστημά μας.

source: Retrieve username(s)
el_gr: Ανάκτηση όνοματος χρήστη/ων

source: Your user account has not been affiliated with any Organization yet, and will have limited access to some of the data (such as non-public network contact information).
el_gr: Ο λογαριασμός χρήστη σας δεν έχει συσχετισθεί με κάποιον Οργανισμό ακόμα και θα έχει περιορισμένη πρόσβαση σε κάποια δεδομένα (όπως μη δημόσια πληροφορία για επαφές δικτύων).

source: Please take the time to confirm your email address and request affiliation
el_gr: Παρακαλούμε επιβεβαιώστε την διεύθυνση email σας και ζητήστε συσχετισμό

source: You may request affiliation to an Organization or ASN
el_gr: Μπορείτε να αιτηθείτε συσχετισμό με έναν Οργανισμό ή ASN

source: Select language
el_gr: Eπιλέξτε γλώσσα

source: Language preference saved
el_gr: H προτίμηση Γλώσσας αποθηκεύτηκε

source: Set language preference
el_gr: Ορίστε προτίμηση γλώσσας

source: You have confirmed your email address!
el_gr: Έχετε επιβεβαιώσει την διεύθυνση email σας!

source: Attention!
el_gr: Προσοχή!

source: Please specify an email address for your account, we won't be able to proceed with verification until you do.
el_gr: Παρακαλούμε ορίστε μια διεύθυνση email για τον λογαριασμό σας, δε θα μπορέσουμε να προχωρήσουμε σε επαλήθευση μέχρι να το κάνετε.

source: Email Confirmation
el_gr: Επιβεβαίωση Email

source: Before getting access to any other features, you need to confirm your email address.
el_gr: Πριν αποκτήσετε πρόσβαση σε οποιεσδήποτε άλλες δυνατότητες, πρέπει να επιβεβαιώσετε την διεύθυνση email σας.

source: We have sent you a message containing the confirmation link.
el_gr: Σας στείλαμε ένα μήνυμα που εμπεριέχει τον σύνδεσμο επιβεβαίωσης.

source: You won't have full access until we or the organization you are affiliated with have reviewed your account. Thank you for your patience.
el_gr: Δεν θα έχετε πλήρη πρόσβαση εως ότου εμείς ή ο οργανισμός με τον οποίο είστε συσχετισμένος/η θα έχει ανασκοπήσει τον λογαριασμό σας. Ευχαριστούμε για την υπομονή σας.

source: Affiliate with organization
el_gr: Συσχέτιση με οργανισμό

source: Your affiliation with %(ar_name)s is pending approval.
el_gr: Ο συσχετισμός σας με %(ar_name)s εκκρεμεί έγκρισης.

source: Your affiliation with %(ar_name)s was denied
el_gr: Ο συσχετισμός σας με %(ar_name)s απορρίφθηκε

source: Your affiliation with %(ar_name)s was approved
el_gr: Ο συσχετισμός σας με %(ar_name)s εγκρίθηκε

source: To affiliate with an existing organization, please enter the ASN or organization name below.
el_gr: Για να συσχετισθείτε με έναν υπάρχων οργανισμό, παρακαλούμε εισάγετε το ASN ή το όνομα του οργανισμού παρακάτω.

source: To register a new network organization, please enter the ASN and organization name below.
el_gr: Για να εγγράψετε έναν νέο δικτυακό οργανισμό, παρακαλούμε εισάγετε το ASN και το όνομα του οργανισμού παρακάτω.

source: To register a new facility or exchange organization, please enter the organization name below (ASN is optional).
el_gr: Για να εγγράψετε μια νέα εγκατάσταση ή οργανισμό exchange, παρακαλούμε εισάγετε το όνομα του οργανισμού παρακάτω (το ASN είναι προαιρετικό).

source: Affiliate
el_gr: Συσχετισμένος/η

source: In case the RiR entry cannot be retrieved for your ASN, please contact
el_gr: Σε περίπτωση που η καταχώρηση RIR δεν μπορεί να ανακτηθεί για το ASN σας, παρακαλούμε επικοινωνήστε με

source: for assistance
el_gr: για βοήθεια

source: Existing affiliations
el_gr: Υπάρχοντες συσχετισμοί

source: Your affiliation with
el_gr: Η συσχέτισή σας

source: has been approved
el_gr: έχει εγκριθεί

source: Manage OAuth Applications
el_gr: Διαχείριση εφαρμογών OAuth

source: Change email address
el_gr: Αλλαγή διεύθυνσης email

source: For speedy validation, it is required that you use a work e-mail address. If you plan to register your ASN with PeeringDB, it is recommended that you use an email-address that exists in the ASN's public contact details.
el_gr: Για γρήγορη επαλήθευση, είναι απαιτούμενη η χρήση εργασιακής διεύθυνσης email. Αν σχεδιάζετε να εγγράψετε το ASN σας με το PeeringDB, προτείνεται να χρησιμοποιήσετε μια διεύθυνση email που υπάρχει στα δημόσια στοιχεία επαφής του ASN.

source: Change Email
el_gr: Αλλαγή email

source: Change password
el_gr: Αλλαγή κωδικού

source: Password changed
el_gr: Ο κωδικός αλλάχθηκε

source: Current Password
el_gr: Τρέχων κωδικός

source: Password Verification
el_gr: Επαλήθευση κωδικού

source: Pending Review
el_gr: Εκκρεμεί Ανασκόπησης

source: Edit
el_gr: Επεξεργασία

source: Cancel
el_gr: Ακύρωση

source: Save
el_gr: Αποθήκευση

source: Some of the data on this page is incomplete, please update the fields marked with
el_gr: Κάποια από τα δεδομένα σε αυτή τη σελίδα είναι ελλειπή, παρακαλούμε ενημερώστε τα πεδία μαρκαρισμένα ως

source: to improve data quality
el_gr: για να βελτιωθεί η ποιότητα των δεδομένων

source: Address failed validation.
el_gr: Αποτυχία επαλήθευσης της διεύθυνσης.

source: Geocoding error
el_gr: Σφάλμα Geocoding

source: Geocode data for this entity could not obtained at this point. This is done automatically upon address field changes.
el_gr: Τα δεδομένα Geocode για αυτή την οντότητα δεν μπορούσαν να ανακτηθούν αυτή τη στιγμή. Αυτό συμβαίνι αυτόματα όταν αλλάζει το πεδίο διεύθυνσης.

source: Updated geocode data for this entity will be obtained shortly
el_gr: Ανανεωμένα στοιχεία geocode για αυτή την οντότητα θα ανακτηθούν συντόμως

source: IXF Member Export URL
el_gr: URL εξαγωγής μελών IXF

source: Add
el_gr: Προσθήκη

source: Nothing matched your filter
el_gr: Δεν βρέθηκε κάτι βάσει του φίλτρου σας

source: You may filter by
el_gr: Μπορείτε να φιλτράρετε με

source: ATTENTION: Any network relationships to the exchange via this LAN will be removed as well
el_gr: ΠΡΟΣΟΧΗ: Οποιεσδήποτε δικτυακές σχέσεις με τον exchange μέσω αυτού του LAN θα αφαιρεθούν επίσης

source: Add Prefix
el_gr: Προσθήκη Prefix

source: Add LAN
el_gr: Προσθήκη LAN

source: Facility
el_gr: Εγκατάσταση

source: Exchange - Facility link
el_gr: Ζεύξη Exchange - Εγκατάστασης

source: Add Facility
el_gr: Προσθήκη Εγκατάστασης

source: Peer Name
el_gr: Όνομα Peer

source: Speed
el_gr: Ταχύτητα

source: Long Name
el_gr: Πλήρες Όνομα

source: Some of this network's contacts are hidden because they are only visible to authenticated users and you are currently not logged in.
el_gr: Κάποιες επαφές από αυτό το δίκτυο είναι κρυμμένες καθώς είναι ορατές μόνο σε συνδεδεμένους χρήστες και εσείς δεν είστε συνδεδεμένος.

source: Some of this network's contacts are hidden because your user account is not affiliated with any organization.
el_gr: Κάποιες επαφές από αυτό το δίκτυο είναι κρυμμένες καθώς τα στοιχεία του λογαριασμού σας δεν είναι συσχετισμένα με κάποιον οργανισμό.

source: Role
el_gr: Ρόλος

source: Visiblity
el_gr: Ορατότητα

source: Phone
el_gr: Τηλέφωνο

source: Visibility
el_gr: Ορατότητα

source: Add Contact
el_gr: Προσθήκη Επαφής

source: Public Peering Exchange Points
el_gr: Δημόσια Peering Exchange Points

source: Network - Exchange link
el_gr: Ζεύξη Δικτύου - Exchange

source: Local ASN
el_gr: Τοπικό ASN

source: Speed (mbit/sec)
el_gr: Ταχύτητα (mbit/sec)

source: Add Exchange Point
el_gr: Προσθήκη Exchange Point

source: member
el_gr: μέλος

source: Remove
el_gr: Αφαίρεση

source: Manage
el_gr: Διαχείριση

source: Add Network
el_gr: Προσθήκη Δικτύου

source: Add Exchange
el_gr: Προσθήκη Exchange

source: Permissions
el_gr: Δικαιώματα

source: Website
el_gr: Ιστοσελίδα

source: Address 1
el_gr: Διεύθυνση 1

source: Address 2
el_gr: Διεύθυνση 2

source: Zip-Code
el_gr: Tαχυδρομικός Κωδικός

source: CLLI Code
el_gr: Κωδικός CLII

source: IRR Record
el_gr: Εγγραφή IRR

source: Traffic Ratios
el_gr: Αναλογίες Κίνησης

source: Policy URL
el_gr: Διεύθυνση Πολιτικής (Policy URL)

source: Multiple Locations
el_gr: Πολλαπλές Τοποθεσίες

source: Ratio Requirement
el_gr: Απαιτήσεις Αναλογίας

source: Contract Requirement
el_gr: Συμβατικές Απαιτήσεις

source: Add a new Network to your Organization.
el_gr: Προσθέστε ένα νέο Δίκτυο στον Οργανισμό σας

source: We will attempt to automatically verify your relationship to the network by checking for your email address in the ASN's RiR entry.
el_gr: Θα προσπαθήσουμε να επαληθεύσουμε αυτόματα την σχέση σας με το δίκτυο ελέγχοντας τη διεύθυνση email σας με την καταχώρηση του ASN στον οικείο RIR.

source: In case of verification failure the network will need to be approved by PeeringDB staff before it will appear in the search results or the API listings.
el_gr: Σε περίπτωση αποτυχίας επαλήθευσης το δίκτυο θα πρέπει να εγκριθεί από το προσωπικό του PeeringDB πριν μπορέσει να εμφανιστεί σε αποτελέσματα αναζήτησης ή σε καταχωρήσεις API.

source: Submit Network
el_gr: Υποβολή Δικτύου

source: for assistance with the creation of your network in PeeringDB.
el_gr: για βοήθεια στη δημιουργία του δικτύου σας στο PeeringDB.

source: Traffic Stats Website
el_gr: Ιστοσελίδα Στατιστικών Κίνησης

source: Technical E-mail
el_gr: Ε-mail για τεχνικά ζητήματα

source: Technical Phone
el_gr: Τηλέφωνο για τεχνικά ζητήματα

source: Policy E-mail
el_gr: Ε-mail για θέματα πολιτικής

source: Policy Phone
el_gr: Τηλέφωνο για θέματα πολιτικής

source: Confirmed
el_gr: Επιβεβαιώθηκε

source: Date
el_gr: Ημερομηνία

source: Currently no users requesting affiliation with
el_gr: Αυτή τη στιγμή δεν υπάρχουν χρήστες που ζητούν συσχέτιση με

source: Group
el_gr: Ομάδα

source: Here you can grant permissions to regular members of your organization. Administrative users are not listed here as they have access to everything by default.
el_gr: Εδώ μπορείτε να παραχωρήσετε άδεια σε απλά μέλη του οργανισμού σας. Οι διαχειριστές δεν είναι καταχωρημένοι εδώ καθώς έχουν πάγια πρόβαση παντού.

source: Additionally, entities that are pending review cannot be permissioned out to users, and will not appear in the entity list.
el_gr: Επιπλέον, οντότητες που εκκρεμούν ανασκόπησης δεν μπορούν να αδειοδοτηθούν σε χρήστες, και δεν θα εμφανιστούν στη λίστα οντοτήτων.

source: Update
el_gr: Ενημέρωση

source: Delete
el_gr: Διαγραφή

source: Your email address does not match the domain information we have on file for this organization.
el_gr: H διεύθυνση email σας δεν ταιριάζει με τα στοιχεία που έχουμε καταχωρημένα για αυτό το domain.

source: seconds ago
el_gr: δευτερόλεπτα πριν

source: minutes ago
el_gr: λεπτά πριν

source: hours ago
el_gr: ώρες πριν

source: days ago
el_gr: μέρες πριν

source: Invalid prefix: {}
el_gr: Μη έγκυρο prefix: {}

source: Address space invalid: {}
el_gr: Μη έγκυρο Address space: {}

source: Maximum value allowed {}
el_gr: Mέγιστη επιτρεπτή τιμή {}

source: Negative value not allowed
el_gr: Αρνητική αξία δεν επιτρέπεται

source: Please wait a bit before requesting ownership again.
el_gr: Παρακαλώ περιμένετε λίγο πριν αιτηθείτε ξανά κυριότητας.

source: Invalid organization
el_gr: Μη έγκυρος οργανισμός

source: Organization '%(org_name)s' is already under ownership
el_gr: O Οργανισμός '%(org_name)s' ανήκει ήδη κάπου

source: Organization does not exist
el_gr: Ο Οργανισμός δεν υπάρχει

source: You already have an ownership request pending for this organization
el_gr: Έχετε ήδη ένα αίτημα ιδιοκτησίας που εκκρεμεί για τον οργανισμό αυτό

source: Please wait a bit before requesting affiliation again.
el_gr: Παρακαλούμε περιμένετε λίγο πριν ζητήσετε ξανά συσχετισμό.

source: Either ASN or Organization required
el_gr: Απαιτείται είτε ASN είτε Οργανισμός

source: Could not retrieve RiR entry
el_gr: Δεν ήταν δυνατή η ανάκτηση της καταχώρησης RIR

source: Please wait a bit before trying to resend the confirmation email again
el_gr: Παρακαλώ περιμένετε λίγο πριν δοκιμάσετε να επαναστείλετε ξανλα το email επιβεβαίωσης

source: We have resent your confirmation email
el_gr: Έχουμε επαναστείλει το email επιβεβαίωσης

source: Please wait a bit before requesting another email change
el_gr: Παρακαλώ περιμένετε λίγο πριν αιτηθείτε και άλλη αλλαγή email

source: E-mail already exists in our system
el_gr: Το E-mail αυτό υπάρχει ήδη στο σύστημά μας

source: Wrong password
el_gr: Λάθος κωδικός

source: Please wait a bit before requesting your usernames again.
el_gr: Παρακαλούμε περιμένετε λίγο πριν ζητήσετε ξανά τα ονόματα χρήστη σας.

source: Invalid Security Token
el_gr: Μη έγκυρο Security Token

source: Password Reset Process has expired, please
el_gr: H διαδικασία ανάκτησης κωδικού έχει εκπνεύσει, παρακαλούμε

source: Please log out of your current session before trying to register. Notice, multiple accounts are no longer needed.
el_gr: Παρακαλούμε αποσυνδεθείτε από την υπάρχουσα συνεδρία σας πριν δοκιμάσετε να εγγραφείτε. Σημειώστε πως δεν χρειάζονται πλέον πολλαπλοί λογαριασμοί.

source: reCAPTCHA invalid
el_gr: Μη έγκυρο reCAPTCHA

source: This email address has already been used
el_gr: Αυτή η διεύθυνση email έχει ήδη χρησιμοποιηθεί

source: Already logged in
el_gr: Είνα ήδη συνδεδεμένος/η

source: Location
el_gr: Τοποθεσία

source: Country Code
el_gr: Κωδικός Χώρας

source: Notes
el_gr: Σημειώσεις

source: Markdown enabled
el_gr: Η Markdown ενεργοποιήθηκε
