Repository: daydr3am3r/peeringdb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el_gr

source: Multiple
el_gr: Πολλαπλές

source: Public Relations
el_gr: Δημόσιες Σχέσεις

source: Sales
el_gr: Πωλήσεις

source: Open
el_gr: Ανοιχτή

source: Selective
el_gr: Επιλεκτική

source: Restrictive
el_gr: Περιοριστική

source: No
el_gr: 'Οχι

source: Not Required
el_gr: Δεν απαιτείται

source: Preferred
el_gr: Προτιμητέα

source: Required - US
el_gr: Απαιτείται - ΗΠΑ

source: Required - EU
el_gr: Απαιτείται - ΕΕ

source: Required - International
el_gr: Απαιτείται - Διεθνής

source: Private Only
el_gr: Ιδιωτικές Μόνο

source: Required
el_gr: Απαιτείται

source: Not Disclosed
el_gr: Δεν έχει ανακοινωθεί

source: Heavy Outbound
el_gr: Ιδιαίτερα Εξερχόμενη

source: Mostly Outbound
el_gr: Ως επί το πλείστον Εξερχόμενη

source: Balanced
el_gr: Ισορροπημένη

source: Mostly Inbound
el_gr: Ως επί το πλείστον Εισερχόμενη

source: Heavy Inbound
el_gr: Ιδιαίτερα Εισερχόμενη

source: North America
el_gr: Βόρεια Αμερική

source: Asia Pacific
el_gr: Ασία και Ειρηνικός

source: Europe
el_gr: Ευρώπη

source: South America
el_gr: Νότια Αμερική

source: Africa
el_gr: Αφρική

source: Australia
el_gr: Αυστραλία

source: Middle East
el_gr: Μέση Ανατολή

source: Regional
el_gr: Τοπικό

source: Global
el_gr: Παγκόσμιο

source: Content
el_gr: Περιεχόμενο

source: Enterprise
el_gr: Εταιρεία

source: Educational/Research
el_gr: Εκπαιδευτικός/Ερευνητικός

source: Non-Profit
el_gr: Μη Κερδοσκοπικός

source: Private
el_gr: Ιδιωτικός

source: Users
el_gr: Χρήστες

source: Public
el_gr: Δημόσιο

source: Status
el_gr: Κατάσταση

source: Target org cannot be in selected organizations list
el_gr: Ο στοχοποιημένος οργανισμός δεν μπορεί να είναι στη λίστα επιλεγμένων οργανισμών

source: ROLLBACK
el_gr: ΕΠΑΝΑΦΟΡΑ

source: SOFT DELETE
el_gr: ΗΠΙΑ ΔΙΑΓΡΑΦΗ

source: Verification Queue is currently disabled
el_gr: Η Ουρά Επαλήθευσης είναι αυτή τη στιγμή απενεργοποιημένη

source: Verification Queue is currently disabled for this object type
el_gr: Η Ουρά Επαλήθευσης είναι αυτή τη στιγμή απενεργοποιημένη για αυτόν τον τύπο αντικειμένου

source: APPROVE
el_gr: ΕΓΚΡΙΣΗ

source: DENY
el_gr: ΑΠΑΓΟΡΕΥΣΗ

source: APPROVED
el_gr: ΕΓΚΕΚΡΙΜΕΝΟ

source: Ipaddress already exists elsewhere
el_gr: Η διεύθυνση IP υπάρχει ήδη αλλού

source: User is looking to be affiliated to these Organizations
el_gr: Ο χρήστης ενδιαφέρεται να συσχετισθεί με αυτούς τους οργανισμούς

source: IXF Import History
el_gr: Ιστορία Εισαγωγών IXF

source: Initial creation of netixlan
el_gr: Αρχική δημιουργία του netixlan

source: CAN BE ROLLED BACK
el_gr: ΜΠΟΡΕΙ ΝΑ ΑΝΤΙΣΤΡΑΦΕΙ

source: CANNOT BE ROLLED BACK
el_gr: ΔΕΝ ΜΠΟΡΕΙ ΝΑ ΑΝΤΙΣΤΡΑΦΕΙ

source: Has been changed since
el_gr: Έχει αλλαχθεί από

source: Netixlan with conflicting ipaddress now exists elsewhere
el_gr: To netixlan με αντικρουόμενη διεύθυνση IP τώρα υπάρχει κάπου αλλού

source: HAS BEEN ROLLED BACK
el_gr: ΑΝΤΙΣΤΡΑΦΗΚΕ

source: Organization
el_gr: Οργανισμός

source: Not Set
el_gr: Δεν έχει ορισθεί

source: Logo Missing
el_gr: Το λογότυπο απουσιάζει

source: Active
el_gr: Ενεργό

source: Waiting
el_gr: Σε αναμονή

source: Malformed organization ids
el_gr: Μη σωστά μορφοποιημένα ids οργανισμών

source: Merge target organization does not exist
el_gr: Ο στοχοποιημένος οργανισμός προς συγχώνευση δεν υπάρχει

source: Organization Merging Tool
el_gr: Εργαλείο συγχώνευσης Οργανισμών

source: Undo merge
el_gr: Αντιστροφή συγχώνευσης

source: APPROVE selected items
el_gr: ΕΓΚΡΙΣΗ επιλεγμένων αντικειμένων

source: DENY and delete selected items
el_gr: ΑΠΟΡΡΙΨΗ και διαγραφή επιλεγμένων αντικειμένων

source: View
el_gr: Θέαση

source: Affiliation request was approved and the user was notified.
el_gr: Το αίτημα συσχέτισης εγκρίθηκε και ο χρήστης ειδοποιήθηκε.

source: Approve and notify User
el_gr: ΄Εγκριση και ειδοποίηση Χρήστη

source: Approve
el_gr: 'Εγκριση

source: Deny
el_gr: Απόρριψη

source: Change Password
el_gr: Αλλαγή κωδικού

source: Edit Permissions
el_gr: Επεξεργασία δικαιωμάτων

source: VERIFIED
el_gr: ΕΛΕΓΜΕΝΟ

source: UNVERIFIED
el_gr: ΜΗ ΕΛΕΓΜΕΝΟ

source: User Permission
el_gr: Δικαίωμα Χρήστη

source: User Permissions
el_gr: Δικαιώματα Χρήστη

source: Duplicate IP
el_gr: Διπλότυπη IP

source: Duplicate IPs
el_gr: Διπλότυπες IP

source: Updated
el_gr: Ενημερώθηκε

source: Only POST requests allowed.
el_gr: Επιτρέπονται μόνο POST αιτήματα

source: {} (Preview)
el_gr: {} (Προεπισκόπηση)

source: Three leftmost octets of the original prefix - eg. xxx.xxx.xxx
el_gr: Ta τρία αριστερά octets του αρχικού prefix - π.χ. xxx.xxx.xxx

source: Three leftmost octets of the new prefix - eg. xxx.xxx.xxx
el_gr: Τα τρία αριστερά octets του νέου prefix - π.χ. xxx.xxx.xxx

source: Yes
el_gr: Ναι

source: Invalid export format
el_gr: Μη έγκυρη μορφή εξαγωγής

source: Invalid tag
el_gr: Μη έγκυρη ετικέττα

source: Invalid permission level
el_gr: Μη έγκυρο επίπεδο δικαιώματος

source: ASN needs to be a number
el_gr: To ASN πρέπει να είναι αριθμός

source: Needs to be at least 10 characters long
el_gr: Πρέπει να είναι τουλάχιστον 10 χαρακτήρες σε μέγεθος

source: Passwords need to match
el_gr: Οι κωδικοί πρέπει να είναι ταυτόσημοι

source: {} Merge Notification: {} -> {}
el_gr: {} Ειδοποιήση Συγχώνευσης: {} -> {}

source: Silver
el_gr: Ασημένιοι

source: Gold
el_gr: Χρυσοί

source: Platinum
el_gr: Πλατινένιοι

source: Diamond
el_gr: Διαμαντέντιοι

source: Data Validation
el_gr: Επικύρωση Δεδομένων

source: Renumber IP Space
el_gr: Επαναρίθμηση Xώρου IP

source: Has this object's latitude and longitude been syncronized to it's address fields
el_gr: Έχει συγχρονιστεί το γεωγραφικό μήκος και πλάτος του αντικειμένου στα πεδία διεύθυνσης

source: Last time of attempted geocode
el_gr: Τελευταία χρονική στιγμή προσπάθειας geocode

source: Error message of previous geocode attempt
el_gr: Μήνυμα λάθους τελευταίας προσπάθειας geocode

source: Address not found
el_gr: Δεν βρέθηκε η διεύθυνση

source: This organization in our database that was derived from the provided ASN or organization name. If this is empty it means no matching organization was found.
el_gr: Αυτός είναι ο οργανισμός που πρόεκυψε από το δοσμένο ASN ή όνομα οργανισμού. Αν είναι κενός, δεν βρέθηκε αντίστοιχος οργανισμός

source: The organization name entered by the user
el_gr: Το όνομα του οργανισμού όπως εισήχθηκε από τον χρήστη

source: The ASN entered by the user
el_gr: Το ASN όπως εισήχθηκε από τον χρήστη

source: The user that made the request
el_gr: Ο χρήστης που έκανε το αίτημα

source: Pending
el_gr: Εκκρεμεί

source: Approved
el_gr: Eγκεκριμένο

source: Denied
el_gr: Απορρίφθηκε

source: Status of this request
el_gr: Κατάσταση του αιτήματος

source: User to Organization Affiliation Request
el_gr: Αίτημα συσχέτισης Χρήστη με Οργανισμό

source: User to Organization Affiliation Requests
el_gr: Αιτήματα συσχέτισης Χρήστη με Οργανισμό

source: Your affiliation to Organization "{}" has been approved
el_gr: Η συσχέτισή σας με τον Οργανισμό "{}" εγκρίθηκε

source: The item that this queue is attached to was created by this user
el_gr: Το αντικείμενο στου οποίου η σειρά έχει επισυναφθεί δημιουργήθηκε από αυτόν τον χρήστη

source: Allows you to upload and set a logo image file for this organization
el_gr: Σας δίνει τη δυνατότητα να ανεβάσετε και να ορίσετε ένα αρχείο εικόνας λογότυπου για αυτόν τον οργανισμό

source: Sponsorship starts on
el_gr: Η αιγίδα ξεκινά την

source: Sponsorship ends on
el_gr: Η αιγίδα λήγει την

source: Expiration notification sent on
el_gr: Η ειδοποίηση λήξης απεστάλλη στις

source: If specified clicking the sponsorship will take the user to this location
el_gr: Αν έχει ορισθεί, κλικάροντας την αιγίδα θα μεταφέρει τον χρήστη σε αυτή την τοποθεσία

source: Allows you to upload and set a logo image file for this sponsorship
el_gr: Σας επιτρέπει να ανεβάσετε και να ορίσετε ένα αρχείο εικόνας λογότυπουγια αυτή την αιγίδα

source: Sponsorship
el_gr: Υπό την Αιγίδα

source: Sponsorships
el_gr: Υπό τις Αιγίδες

source: Sponsorship Expired
el_gr: Η αιγίδα έχει εκπνεύσει

source: If specified clicking the partnership will take the user to this location
el_gr: Αν έχει ορισθεί, κλικάροντας τον συνεταιρισμό θα μεταφέρει τον χρήστη σε αυτή την τοποθεσία

source: Allows you to upload and set a logo image file for this partnership
el_gr: Σας επιτρέπει να ανεβάσετε και να ορίσετε ένα αρχείο εικόνας για αυτόν τον συνεταιρισμό

source: Partnership
el_gr: Συνεταιρισμός

source: Partnerships
el_gr: Συνεταιρισμοί

source: Merged on
el_gr: Συγχωνεύθηκε την

source: Organization Merge
el_gr: Συγχώνευση Οργανισμού

source: Organization Merges
el_gr: Συγχωνεύσεις Οργανισμού

source: Organization Merge: Entity
el_gr: Συγχώνευση Οργανισμού: Οντότητα

source: Organization Merge: Entities
el_gr: Συγχώνευση Οργανισμού: Οντότητες

source: Need to specify at least two asns
el_gr: Πρέπει να ορίσετε τουλάχιστον 2 ASNs

source: Can only compare a maximum of 25 asns
el_gr: Μπορεί να συγκρίνει το πολύ 25 ASNs

source: No JSON could be parsed
el_gr: Κανένα JSON δεν μπορούσε να αναλυθεί

source: No entries in any of the vlan_list lists, aborting.
el_gr: Δεν υπάρχουν καταχωρήσεις σε καμμία από τις λίστες vlan_list, γίνεται διακοπή.

source: IXF Import Log
el_gr: Ημερολόγιο Εισαγωγών IXF

source: IXF Import Logs
el_gr: Ημερολόγια Εισαγωγών IXF

source: IXF Import Log Entry
el_gr: Καταχώρηση Ημερολογίου Εισαγωγών IXF

source: IXF Import Log Entries
el_gr: Καταχωρήσεις Ημερολογίου Εισαγωγών IXF

source: Sepcifies whether an ixp is allowed to add a netixlan entry for this network via their ixp_member data
el_gr: Ορίζει αν ο IXP επιτρέπεται να προσθέσει μια καταχώρηση netixlan για αυτό το δίκτυο μέσω των ixp_member δεδομένων του

source: Ip address already exists elsewhere
el_gr: Αυτή η διεύθυνση IP υπάρχει ήδη αλλού

source: username
el_gr: Όνομα Χρήστη

source: Required. Letters, digits and [@.+-/_=|] only.
el_gr: Απαιτείται. Επιτρέπονται μόνο γράμματα, ψηφία και οι χαρακτήρες [@.+-/_=|].

source: Enter a valid username.
el_gr: Εισάγετε ένα έγκυρο όνομα χρήστη.

source: email address
el_gr: διεύθυνση email

source: first name
el_gr: όνομα

source: last name
el_gr: επίθετο

source: staff status
el_gr: εταιρικός ρόλος

source: Designates whether the user can log into admin site.
el_gr: Ορίζει αν ο χρήστης μπορεί να συνδεθεί στην ιστοσελίδα διαχείρισης.

source: active
el_gr: ενεργός/η

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
el_gr: Ορίζει αν αυτός ο χρήστης πρέπει να αντιμετωπιστεί ως ενεργός. Αποεπιλέξτε αντί να διαγράφετε λογαριασμούς.

source: date joined
el_gr: ημερομηνία ένταξης

source: status
el_gr: κατάσταση

source: language
el_gr: γλώσσα

source: user
el_gr: χρήστης

source: users
el_gr: χρήστες

source: Password Reset Initiated
el_gr: Έναρξη Επαναφοράς Κωδικού

source: name of the tool
el_gr: όνομα του εργαλείου

source: json serialization of arguments and options passed
el_gr: Η σειριοποίηση json των παραμέτρων και επιλογών πέτυχε

source: result log
el_gr: ημερολόγιο αποτελέσματος

source: the user that ran this command
el_gr: ο χρήστης που εκτέλεσε αυτή την εντολή

source: command was run at this date and time
el_gr: η εντολή εκτελέστηκε αυτή την ημερομηνία και ώρα

source: Organization and all Entities it owns
el_gr: Ο Οργανισμός και όλες οι Οντότητες που του ανήκουν

source: Any Network
el_gr: Οποιοδήποτε Δίκτυο

source: Any Facility
el_gr: Οποιαδήποτε Εγκατάσταση

source: Any Exchange
el_gr: Οποιοδήποτε Exchange

source: Network - %(net_name)s
el_gr: Δίκτυο - %(net_name)s

source: Invalid organization specified
el_gr: Ορίστηκε μη έγκυρος οργανισμός

source: Needs to be member or admin
el_gr: Πρέπει να είναι μέλος ή διαχειριστής

source: %(user_name)s's afilliation request has been approved
el_gr: Η αίτηση συσχετισμού του/της %(user_name)s εγκρίθηκε

source: %(user_name)s's afilliation request has been denied
el_gr: H αίτηση συσχετισμού του/της %(user_name)s's απορρίφθηκε

source: Need to be unique
el_gr: Πρέπει να είναι μοναδικά

source: This field is required
el_gr: Αυτό το πεδίο απαιτείται

source: We could not find the RiR entry for this ASN
el_gr: Δεν μπορέσαμε να βρούμε την RIR καταχώρηση για αυτό το ASN

source: Object of type '%(type)s' cannot be created because it's parent entity '%(parent_tag)s/%(parent_id)s' has not yet been approved
el_gr: Το αντικείμενο της μορφής '%(type)s' δεν μπορεί να δημιουργηθεί καθώς η γονική οντότητα δεν έχει εγκριθεί ακόμα i: '%(parent_tag)s/%(parent_id)s

source: Object of type '%(type)s' cannot be created because it's parent entity '%(parent_tag)s/%(parent_id)s' has been marked as deleted
el_gr: Τα '%(parent_tag)s/%(parent_id)s' έχουν σημειωθεί ως διεγραμμένα '%(type)s'

source: User %(u_name)s wishes to be affiliated to your Organization
el_gr: O/η χρήστης %(u_name)s επιθυμεί να συσχετισθεί με τον Οργανισμό σας

source: Confirm your e-mail address
el_gr: Επιβεβαιώστε την διεύθυνση email σας

source: Please confirm that
el_gr: Παρακαλούμε επιβεβαιώστε

source: is your email-address
el_gr: είναι η διεύθυνση email σας

source: Confirm
el_gr: Eπιβεβαιώστε

source: The email confirmation process for this email address has been terminated, please re-initate
el_gr: H διαδικασία επιβεβαίωσης για αυτό το email τερματίστηκε, παρακαλώ επανεκκινήστε την

source: here
el_gr: εδώ

source: Please use
el_gr: Παρακαλούμε χρησιμοποιήστε

source: this page
el_gr: αυτή τη σελίδα

source: instead
el_gr: αντί

source: Home
el_gr: Αρχική

source: Prepare
el_gr: Προετοιμασία

source: Preview
el_gr: Προεπισκόπηση

source: Result
el_gr: Αποτέλεσμα

source: Merge Notification
el_gr: Ειδοποίηση Συγχώνευσης

source: ID
el_gr: Ταυτότητα

source: has been merged into
el_gr: έχει συγχωνευθεί σε

source: All merges are processed manually by peeringdb support staff. If you think this action has been executed in error please dont hesitate to contact peeringdb support at
el_gr: Όλες οι συγχωνεύσεις επεξεργάζονται χειροκίνητα από το προσωπικό υποστήριξης. Αν πιστεύετε πως αυτή η ενέργεια εκτελέστηκε κατά λάθος, παρακαλούμε μη διστάσετε να επικοινωνήσετε στο

source: %(u_full_name)s's affiliation request to %(o_name)s has been APPROVED by %(admin_full_name)s.
el_gr: H αίτηση συσχετισμού του/της %(u_full_name)s %(o_name)s ΕΓΚΡΙΘΗΚΕ από τον/την %(admin_full_name)s.

source: No further action is required on your part.
el_gr: Δεν απαιτείται άλλη ενέργεια από μέρους σας

source: As the organization's administrator you may view your organization's user list here
el_gr: Ως διαχειριστής του οργανισμού σας, μπορείτε να δείτε τη λίστα χρηστών του εδώ

source: %(u_full_name)s's affiliation request to %(o_name)s has been DENIED by %(admin_full_name)s.
el_gr: To aίτημα συσχετισμού του/της %(u_full_name)s προς τον %(o_name)s ΑΠΟΡΡΙΦΘΗΚΕ από τον/την %(admin_full_name)s.

source: User %(u_name)s (%(u_email)s) wishes to be affiliated to %(o_name)s.
el_gr: O/η χρήστης %(u_name)s (%(u_email)s) επιθυμεί να συσχετισθεί με το/ην/ο%(o_name)s.

source: As the organization's administrator you may approve or deny this request here
el_gr: Ως διαχειριστής του οργανισμού, μπορείτε να εγκρίνετε ή να απορρίψετε το αίτημα εδώ

source: Ownership of organization was automatically granted to user
el_gr: Η ιδιοκτησία του οργανισμού δόθηκε αυτομάτως στον/ην χρήστη

source: User
el_gr: Χρήστης

source: Network
el_gr: Δίκτυο

source: Organization %(o_name)s (%(o_id)s) was automatically created during user '%(u_name)s's affiliation request to AS%(asn)s
el_gr: O Οργανισμός %(o_name)s (%(o_id)s) δημιουργήθηκε αυτόματα κατά τη διάρκεια του αιτήματος συσχέτισης του/της %(u_name)s με το AS%(asn)s

source: Network %(n_name)s (%(n_id)s) was automatically created during user '%(u_name)s's affiliation request to AS%(asn)s
el_gr: To δίκτυο %(n_name)s (%(n_id)s δημιουργήθηκε αυτόματα κατά τη διάρκειατου αιτήματος συσχέτισης του/της %(u_name)s με το AS%(asn)s

source: User '%(u_name)s' created Network %(n_name)s AS%(n_asn)s (%(n_id)s) under organzation %(o_name)s (%(o_id)s).
el_gr: Ο/η χρήστης '%(u_name)s' δημιούργησε το Δίκτυο %(n_name)s AS%(n_asn)s (%(n_id)s) υπό τον οργανισμό %(o_name)s (%(o_id)s).

source: As the user's email address was succesfully matched against RiR entry data this network has skipped the verification queue.
el_gr: Καθώς η διεύθυνση email του χρήστη ταυτοποιήθηκε με την καταχώρηση RIR το δίκτυο έχει παραπέμπψει την ουρά επαλήθευσης.

source: User %(u_name)s (%(u_email)s) wishes to be affiliated to ASN %(inst)s
el_gr: O/η χρήστης %(u_name)s (%(u_email)s) επιθυμεί να συσχετισθεί με το ASN %(inst)s

source: They also provided this organization name in their request
el_gr: Παρείχαν επίσης και αυτό το όνομα οργανισμού στο αίτημά τους

source: There was no entry in our database that matches that ASN, so it is likely that a network and organzation for it will need to be created.
el_gr: Δεν υπήρχε καταχώρηση στην βάση δεδομένων μας που να ταιριάζει σε αυτό το ASN, συνεπώς θα πρέπει να δημιουργηθεί ένα δίκτυο και ένας οργανισμός.

source: User %(u_name)s (%(u_email)s) wishes to create an organization called %(o_name)s.
el_gr: O/η χρήστης %(u_name)s (%(u_email)s) επιθυμεί να δημιουργήσει έναν οργανισμό με όνομα %(o_name)s.

source: There was no entry in our database that matches that organization name and no ASN was provided, so it is likely that this organization will need to be created.
el_gr: Δεν υπήρχε καταχώρηση στην βάση δεδομένων μας που να ταιριάζει με αυτό το όνομα οργανισμού και δεν δόθηκε κάποιο ASN, συνεπώς είναι πιθανό πως αυτός ο οργανισμός θα πρέπει να δημιουργηθεί

source: You may create a new organization here
el_gr: Μπορείτε να δημιουργήσετε έναν νέο οργανισμό εδώ

source: You may create a new network here
el_gr: Μπορείτε να δημιουργήσετε ένα νέο δίκτυο εδώ

source: user %(user_name)s (%(u_email)s) wishes to be affiliated to Organization '%(o_name)s'
el_gr: O/η χρήστης %(user_name)s (%(u_email)s) επιθυμεί να συσχετισθεί με τον Οργανισμό '%(o_name)s'

source: They also provided this ASN in their request
el_gr: Παρείχαν επίσης αυτό το ASN στο αίτημά τους

source: ATTENTION: This is an ownership request, approving it will grant the user administration rights over the organization and any entities it owns.
el_gr: ΠΡΟΣΟΧΗ: Αυτό είναι αίτημα ιδιοκτησίας, έγκρισή του θα δώσει στον/ην χρήστη δικαιώματα διαχείρισης του οργανισμού και των οντοτήτων που του ανήκουν.

source: These are the website addresses were able to derive from the organzation and it's entities
el_gr: Αυτές είναι οι διευθύνσεις ιστοσελίδων που μπορέσαμε να αντλήσουμε από τον οργανισμό και τις οντότητες του

source: These are the email addresses we could fetch from the ASNs belonging to this organization
el_gr: Αυτές είναι οι διευθύνσεις email που μπορούσαμε να πάρουμε από τα ASN που ανήκουν σε αυτόν τον οργανισμό

source: The user is affiliated with other organizations
el_gr: O χρήστης έχει συσχετισθεί με άλλους οργανισμούς

source: ADMIN
el_gr: ΔΙΑΧΕΙΡΙΣΤΗΣ

source: MEMBER
el_gr: ΜΕΛΟΣ

source: Review Affiliation/Ownership Request
el_gr: Ανασκόπηση Αιτήματος Συσχετισμού/Ιδιοκτησίας

source: Approve Ownership Request and Notify User
el_gr: Έγκριση Αιτήματος Ιδιοκτησίας και Ειδοποίηση Χρήστη

source: A new '%(entity_type_name)s' has been created and requires your approval.
el_gr: Μια νέα οντότητα με όνομα '%(entity_type_name)s' έχει δημιουργηθεί και χρειάζεται την έγκρισή σας.

source: We retrieved the RiR entry for the specified ASN
el_gr: Ανακτήσαμε την καταχώρηση RIR για το συγκεκριμένο ASN

source: but found no match with the requesting user. Here are the email addresses we gathered
el_gr: αλλά δεν βρήκαμε καταχώρηση με τον/την αιτούντα χρήστη. Σας παραθέτουμε τη λίστα διευθύνσεων email που αποκομίσαμε

source: Name
el_gr: Όνομα

source: Requested by user
el_gr: Αιτήθηκε από τον/ην χρήστη

source: You can go to
el_gr: Μπορείτε να πάτε στο

source: to view and approve or deny this entry
el_gr: για να δείτε και να εγκρίνετε ή να απορρίψετε την καταχώρηση αυτή

source: %(i_label)s level sponsorship from '%(io_name)s' expired on %(i_end_date)s.
el_gr: %(i_label)s επίπεδο αιγίδας από '%(io_name)s' έληξε στις %(i_end_date)s.

source: Your affiliation request to the Organization '%(o_name)s' and it's entities has been approved.
el_gr: Το αίτημa συσχετισμού σας προς τον Οργανισμό '%(o_name)s' και τις οντότητές του, έχει εγκριθεί.

source: This was the result of a manual review of your affiliation request to ASN
el_gr: Αυτό ήταν αποτέλεσμα χειροκίνητης ανασκόπησης του αιτήματος συσχετισμού σας με το ASN

source: This was the result of a manual review of your affiliation request to the organization or one of it's entities.
el_gr: Αυτό ήταν αποτέλεσμα χειροκίνητης ανασκόπησης του αιτήματος συσχετισμού σας με τον οργανισμό ή μια από τις οντότητές του

source: You may view and edit your organization at
el_gr: Μπορείτε να δείτε και να επεξεργαστείτε τον οργανισμό σας στο

source: If you have questions, please don't hesitate to contact peeringdb support at
el_gr: Αν έχετε ερωτήσεις, παρακαλούμε μην διστάσετε να επικοινωνήσετε με την υποστήριξη του peeringdb στο

source: You initiated a password reset on PeeringDB 2 - Please follow the url below to reset your password.
el_gr: Ξεκινήσατε μια διαδικασία ανάκτησης κωδικού στο PeeringDB 2 - Παρακαλώ ακολουθήστε τον παρακάτω σύνδεσμο για να ανακτήσετε τον κωδικό σας.

source: If you did not initiate the password reset request, please ignore this email.
el_gr: Αν δεν κάνατε αίτημα ανάκτησης του κωδικού σας, παρακαλώ αγνοήστε αυτό το email.

source: You requested a username retrieval on PeeringDB for the email address
el_gr: Αιτηθήκατε ανάκτηση ονόματος χρήστη στο PeeringDB για αυτή την διεύθυνση email

source: Please follow the url below to view any usernames associated with your email.
el_gr: Παρακαλούμε ακολουθήστε τον παρακάτω σύνδεσμο για να δείτε οποιαδήποτε ονόματα χρήστη είναι συνδεδεμένα με την διεύθυνση email σας.

source: If you did not request username retrieval, you can ignore this email.
el_gr: Aν δεν κάνατε αίτημα ανάκτησης του ονόματος χρήστη σας, μπορείτε να αγνοήσετε αυτό το email.

source: Address
el_gr: Διεύθυνση

source: City
el_gr: Πόλη

source: State
el_gr: Πολιτεία

source: Postal
el_gr: Ταχυδρομικός Κωδικός

source: Country
el_gr: Χώρα

source: click to select multiple
el_gr: κλικάρετε για να επιλέξετε πολλαπλά

source: Management
el_gr: Διαχείριση

source: NPA-NXX
el_gr: ΝPA-NXX

source: Reset
el_gr: Επαναφορά

source: Search
el_gr: Αναζήτηση

source: Postal Code
el_gr: Ταχυδρομικός Κωδικός

source: Networks
el_gr: Δίκτυα

source: Nothing matched your search criteria.
el_gr: Δεν βρέθηκε τίποτα με τα κριτήρια αναζήτησής σας.

source: ...More than %(row_limit)s entries matched your query, refine your request...
el_gr: ...Βρέθηκαν περισσότερες από %(row_limit)s καταχωρήσεις, παρακαλούμε συγκεκριμενοποιήστε το αίτημά σας...

source: Continental Region
el_gr: Hπειρωτική Περιοχή

source: IP Block
el_gr: Mπλοκ IP

source: Media Type
el_gr: Tύπος Μέσου (Media Type)

source: Network Type
el_gr: Tύπος Δικτύου

source: Traffic Levels
el_gr: Επίπεδα Κίνησης

source: Traffic Ratio
el_gr: Αναλογία Κίνησης

source: Primary ASN
el_gr: Kύριο ASN

source: General Peering Policy
el_gr: Γενική Πολιτική Peering

source: Geographic Scope
el_gr: Γεωγραφικό Εύρος

source: Also known as
el_gr: γνωστός/η/ο και ως

source: General Policy
el_gr: Γενική Πολιτική

source: Network Scope
el_gr: Δικτυακό Εύρος

source: Facilities
el_gr: Eγκαταστάσεις

source: The PeeringDB Acceptable Use Policy explicitly states the parameters that copyright extends to:
el_gr: H Πολιτική Ορθής Χρήσης του PeeringDB ρητά αναφέρει τις παραμέτρους που εκτείνεται η πνευματική ιδιοκτησία:
